# RULES "SecondQuestion" "ThirdQuestion" "FourthQuestion" "FifthQuetion" "SixtenQuestion"

QUESTIONS = [  # ЭТО БАЗА
	{ "name" : "Общага" ,
	  "SecondQuestion" : {
		  "text" : "Вопрос по какому общежитию?\n" ,
		  "choices" : [
			  { "name" : "номер 1" ,
			    "ThirdQuestion" : {
				    "text" : "Частозадаваемые вопросы:\n" ,
				    "choices" : [
					    { "name" : "Сломана кровать" ,
					      "answer" : "Попросите ее заменить" } ,
					    { "name" : "Тараканы" ,
					      "answer" : "Купите спрей в ближайшем магазине" } ,
					    { "name" : "Соседи мешают" ,
					      "answer" : "Позвоните по номеру +33333333" } ,
					    { "name" : "Другое" ,
					      "FourthQuestion" : {
						      "text" : "Зачем ты нажал на эту кнопку?" ,
						      "choices" : [
							      {
								      "name" : "Захотелось" ,
								      "FifthQuestion" : {
									      "text" : "С чего это вдруг?" ,
									      "choices" : [
										      {
											      "name" : "Да так просто" ,
											      "answer" : "Пон, иди отдыхай чуток"
										      } , {
											      "name" : "ХЗ чееееел",
											      "SixteenQuestion": {
												      "text": "Ну это уже перебор",
												      "choices": [
													      {
														      "name": "Ладно",
														      "answer": "ну и славно"
													      }
												      ]
											      }
										      }
									      ]
								      }
							      } , {
								      "name" : "Нельзя?"
							      } , {
								      "name" : "Ты к чему докопался"
							      } , {
								      "name" : "Ты пьян?"
							      } , {
								      "name" : "А вот так"
							      } , {
								      "name" : "Да да"
							      } , {
								      "name" : "Полнейший угар"
							      }
						      ]
					      } }
				    ]
			    } } ,
			  { "name" : "номер 5" ,
			    "answer" : "Иди домой" }
		  ]
	  } } ,
	{ "name" : "Универ" ,
	  "SecondQuestion" : {
		  "text" : "Что вас интерисует в универе?" ,
		  "choices" : [
			  { "name" : "Когда будет известно расписание занятий?" ,
			    "answer" : "В следующий вторник" } ,
			  { "name" : "Куда оплачивать за университет?" ,
			    "answer" : "Надо придти в университет и забрать документ в котором написанно куда оплачивать" }
		  ]
	  } }
]
